Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: Did you have a childhood nickname? How did you feel about it?
de: Hattest du als Kind einen Spitznamen? Wie hast du dich dabei gefühlt?
es: ¿Tuviste un apodo en la infancia? ¿Cómo te sentiste al respecto?
fr: Avais-tu un surnom dans ton enfance ? Qu'en pensais-tu ?
it: Avevi un soprannome da bambino? Come ti sentivi al riguardo?
ja: 子供の頃のあだ名はありましたか？それについてどう感じましたか？
ko: 어릴 때 별명이 있었나요? 그것에 대해 어떻게 느꼈나요?
nb: Hadde du et kallenavn som barn? Hvordan hadde du det med det?
nl: Had je als kind een bijnaam? Hoe voelde je je daarbij?
pl: Czy miałeś/miałaś pseudonim w dzieciństwie? Jak się z tym czułeś/czułaś?
pt_br: Você tinha um apelido na infância? Como você se sentia em relação a isso?
sv: Hade du ett smeknamn som barn? Hur kände du inför det?
uk: Чи мали ви дитяче прізвисько? Як ви до цього ставилися?
zh_hans: 你小时候有绰号吗？你对此感觉如何？

source: Did you have a childhood pet that meant a lot to you?
de: Hattest du als Kind ein Haustier, das dir viel bedeutet hat?
es: ¿Tuviste una mascota en la infancia que significara mucho para ti?
fr: Avais-tu un animal de compagnie qui comptait beaucoup pour toi ?
it: Avevi un animale domestico da bambino che significava molto per te?
ja: 子供の頃、あなたにとって大切なペットはいましたか？
ko: 어릴 때 당신에게 큰 의미가 있었던 애완동물이 있었나요?
nb: Hadde du et kjæledyr i barndommen som betydde mye for deg?
nl: Had je als kind een huisdier dat veel voor je betekende?
pl: Czy miałeś/miałaś w dzieciństwie zwierzaka, który wiele dla ciebie znaczył?
pt_br: Você teve um animal de estimação na infância que significou muito para você?
sv: Hade du ett husdjur som barn som betydde mycket för dig?
uk: Чи була у вас у дитинстві домашня тварина, яка багато для вас значила?
zh_hans: 你小时候有没有对你意义重大的宠物？

source: Did you have a childhood ritual that felt important to you?
de: Hattest du als Kind ein Ritual, das dir wichtig erschien?
es: ¿Tuviste un ritual de la infancia que te pareciera importante?
fr: Avais-tu un rituel d'enfance qui te semblait important ?
it: Avevi un rituale d'infanzia che ti sembrava importante?
ja: 子供の頃、大切に思っていた習慣はありましたか？
ko: 어릴 때 중요하게 느꼈던 의식이 있었나요?
nb: Hadde du et barndomsritual som føltes viktig for deg?
nl: Had je als kind een ritueel dat belangrijk voor je voelde?
pl: Czy miałeś/miałaś w dzieciństwie rytuał, który wydawał ci się ważny?
pt_br: Você tinha um ritual de infância que parecia importante para você?
sv: Hade du en barndomsritual som kändes viktig för dig?
uk: Чи був у вас у дитинстві ритуал, який здавався вам важливим?
zh_hans: 你小时候有没有觉得对你很重要的仪式？

source: Did you have a comfort item (like a blanket or stuffed animal)?
de: Hattest du ein Lieblingsobjekt zum Trösten (wie eine Decke oder ein Kuscheltier)?
es: ¿Tuviste un objeto de consuelo (como una manta o un peluche)?
fr: Avais-tu un objet de réconfort (comme une couverture ou un animal en peluche) ?
it: Avevi un oggetto del conforto (come una coperta o un peluche)?
ja: お守り（毛布やぬいぐるみなど）のようなものはありましたか？
ko: 위안을 주는 물건(담요나 봉제인형 등)이 있었나요?
nb: Hadde du en trøstegjenstand (som et teppe eller et kosedyr)?
nl: Had je een troostobject (zoals een deken of knuffeldier)?
pl: Czy miałeś/miałaś przedmiot dający pocieszenie (np. kocyk lub pluszaka)?
pt_br: Você tinha um item de conforto (como um cobertor ou bicho de pelúcia)?
sv: Hade du en trösteföremål (som en filt eller ett gosedjur)?
uk: Чи мали ви річ, яка вас заспокоювала (наприклад, ковдру чи м'яку іграшку)?
zh_hans: 你小时候有没有慰藉物（比如毯子或毛绒玩具）？

source: Did you have a favorite collection (stamps, coins, cards)?
de: Hattest du eine Lieblingssammlung (Briefmarken, Münzen, Karten)?
es: ¿Tuviste una colección favorita (estampillas, monedas, tarjetas)?
fr: Avais-tu une collection préférée (timbres, pièces de monnaie, cartes) ?
it: Avevi una collezione preferita (francobolli, monete, carte)?
ja: 好きなコレクション（切手、コイン、カードなど）はありましたか？
ko: 좋아했던 수집품(우표, 동전, 카드)이 있었나요?
nb: Hadde du en favorittsamlergjenstand (frimerker, mynter, kort)?
nl: Had je een favoriete verzameling (postzegels, munten, kaarten)?
pl: Czy miałeś/miałaś ulubioną kolekcję (znaczki, monety, karty)?
pt_br: Você tinha uma coleção favorita (selos, moedas, cartas)?
sv: Hade du en favoritsamling (frimärken, mynt, kort)?
uk: Чи була у вас улюблена колекція (марки, монети, картки)?
zh_hans: 你小时候有喜欢的收藏品（邮票、硬币、卡片）吗？

source: Did you have a favorite hiding spot as a kid?
de: Hattest du als Kind ein Lieblingsversteck?
es: ¿Tenías un escondite favorito de niño?
fr: Avais-tu une cachette préférée étant enfant ?
it: Avevi un posto segreto preferito da bambino?
ja: 子供の頃、お気に入りの隠れ場所はありましたか？
ko: 어릴 때 좋아했던 숨는 장소가 있었나요?
nb: Hadde du et favoritt gjemmested som barn?
nl: Had je als kind een favoriete schuilplek?
pl: Czy miałeś/miałaś ulubione miejsce do chowania się jako dziecko?
pt_br: Você tinha um esconderijo favorito quando criança?
sv: Hade du ett favoritgömställe som barn?
uk: Чи було у вас улюблене місце, де ховатися в дитинстві?
zh_hans: 你小时候有最喜欢的藏身之处吗？

source: Did you have a favourite hiding spot growing up?
de: Hattest du als Kind ein Lieblingsversteck?
es: ¿Tenías un escondite favorito mientras crecías?
fr: Avais-tu une cachette préférée en grandissant ?
it: Avevi un posto segreto preferito da bambino?
ja: 子供の頃、お気に入りの隠れ場所はありましたか？
ko: 어릴 때 좋아했던 숨는 장소가 있었나요?
nb: Hadde du et favoritt gjemmested da du vokste opp?
nl: Had je een favoriete schuilplek tijdens het opgroeien?
pl: Czy miałeś/miałaś ulubione miejsce do chowania się w dzieciństwie?
pt_br: Você tinha um esconderijo favorito quando criança?
sv: Hade du en favoritgömställe när du växte upp?
uk: Чи було у вас улюблене місце, де ховатися в дитинстві?
zh_hans: 你小时候有最喜欢的藏身之处吗？

source: Did you have a favourite teacher? What made them stand out?
de: Hattest du einen Lieblingslehrer? Was machte ihn/sie besonders?
es: ¿Tuviste un maestro favorito? ¿Qué los hacía destacar?
fr: Avais-tu un enseignant préféré ? Qu'est-ce qui le/la rendait spécial(e) ?
it: Avevi un insegnante preferito? Cosa lo rendeva speciale?
ja: 好きな先生はいましたか？その先生の何が際立っていましたか？
ko: 좋아하는 선생님이 있었나요? 그 선생님은 무엇이 특별했나요?
nb: Hadde du en favorittlærer? Hva gjorde dem spesiell?
nl: Had je een favoriete leraar? Wat maakte hem/haar bijzonder?
pl: Czy miałeś/miałaś ulubionego nauczyciela? Co go/ją wyróżniało?
pt_br: Você teve um professor favorito? O que o tornava especial?
sv: Hade du en favoritlärare? Vad gjorde dem speciella?
uk: Чи був у вас улюблений вчитель? Що робило його/її особливим?
zh_hans: 你有最喜欢的老师吗？他们有什么特别之处？

source: Did you have a nickname growing up? How did you get it?
de: Hattest du als Kind einen Spitznamen? Wie bist du dazu gekommen?
es: ¿Tuviste un apodo mientras crecías? ¿Cómo lo obtuviste?
fr: Avais-tu un surnom en grandissant ? Comment l'as-tu eu ?
it: Avevi un soprannome da bambino? Come l'hai ottenuto?
ja: 子供の頃にあだ名はありましたか？どのようにしてつきましたか？
ko: 어릴 때 별명이 있었나요? 어떻게 생겼나요?
nb: Hadde du et kallenavn da du vokste opp? Hvordan fikk du det?
nl: Had je een bijnaam tijdens het opgroeien? Hoe kreeg je die?
pl: Czy miałeś/miałaś pseudonim w dzieciństwie? Jak go dostałeś/dostałaś?
pt_br: Você teve um apelido enquanto crescia? Como você o conseguiu?
sv: Hade du ett smeknamn när du växte upp? Hur fick du det?
uk: Чи мали ви прізвисько в дитинстві? Як ви його отримали?
zh_hans: 你小时候有绰号吗？是怎么来的？

source: Did you have a sport or activity that defined a big part of your youth?
de: Hattest du einen Sport oder eine Aktivität, die einen großen Teil deiner Jugend geprägt hat?
es: ¿Tuviste un deporte o actividad que definió gran parte de tu juventud?
fr: Avais-tu un sport ou une activité qui a défini une grande partie de ta jeunesse ?
it: Avevi uno sport o un'attività che ha definito gran parte della tua giovinezza?
ja: 青春時代の大部分を定義したスポーツや活動はありましたか？
ko: 청소년기의 많은 부분을 차지한 스포츠나 활동이 있었나요?
nb: Hadde du en sport eller aktivitet som definerte en stor del av ungdomstiden din?
nl: Had je een sport of activiteit die een groot deel van je jeugd definieerde?
pl: Czy uprawiałeś/uprawiałaś sport lub aktywność, która zdefiniowała dużą część twojej młodości?
pt_br: Você teve um esporte ou atividade que definiu uma grande parte da sua juventude?
sv: Hade du en sport eller aktivitet som definierade en stor del av din ungdom?
uk: Чи був у вас вид спорту чи активність, які визначили велику частину вашої молодості?
zh_hans: 你曾经有过定义了你大部分青春时光的运动或活动吗？

source: Did you have any pets growing up? What were their names?
de: Hattet ihr Haustiere als du aufwuchst? Wie hießen sie?
es: ¿Tuviste mascotas mientras crecías? ¿Cómo se llamaban?
fr: Avais-tu des animaux de compagnie en grandissant ? Comment s'appelaient-ils ?
it: Avevi animali domestici da bambino? Come si chiamavano?
ja: 子供の頃、ペットを飼っていましたか？名前は何でしたか？
ko: 어릴 때 애완동물을 키웠나요? 이름은 무엇이었나요?
nb: Hadde du noen kjæledyr da du vokste opp? Hva het de?
nl: Had je huisdieren tijdens het opgroeien? Hoe heetten ze?
pl: Czy miałeś/miałaś jakieś zwierzęta w dzieciństwie? Jak miały na imię?
pt_br: Você teve algum animal de estimação durante a infância? Quais eram seus nomes?
sv: Hade du några husdjur när du växte upp? Vad hette de?
uk: Чи були у вас домашні улюбленці в дитинстві? Як їх звали?
zh_hans: 你小时候养过宠物吗？它们叫什么名字？

source: Did you have any weird childhood fears?
de: Hattest du als Kind seltsame Ängste?
es: ¿Tuviste algún miedo extraño en la infancia?
fr: Avais-tu des peurs étranges étant enfant ?
it: Avevi qualche strana paura da bambino?
ja: 子供の頃、変わった恐怖心はありましたか？
ko: 어릴 때 이상한 두려움이 있었나요?
nb: Hadde du noen rare barndomsredsler?
nl: Had je als kind rare angsten?
pl: Czy miałeś/miałaś jakieś dziwne lęki w dzieciństwie?
pt_br: Você tinha algum medo estranho na infância?
sv: Hade du några konstiga barndomsrädslor?
uk: Чи були у вас у дитинстві дивні страхи?
zh_hans: 你小时候有过什么奇怪的恐惧吗？

source: Did you play any sports or instruments as a kid?
de: Hast du als Kind Sport getrieben oder ein Instrument gespielt?
es: ¿Practicaste algún deporte o tocaste algún instrumento de niño?
fr: As-tu fait du sport ou joué d'un instrument étant enfant ?
it: Hai praticato sport o suonato strumenti da bambino?
ja: 子供の頃、スポーツや楽器をやっていましたか？
ko: 어릴 때 운동이나 악기를 했나요?
nb: Drev du med noen idretter eller spilte du instrumenter som barn?
nl: Heb je als kind aan sport gedaan of een instrument bespeeld?
pl: Czy jako dziecko uprawiałeś/uprawiałaś sport lub grałeś/grałaś na instrumencie?
pt_br: Você praticou algum esporte ou tocou algum instrumento quando criança?
sv: Spelade du någon sport eller något instrument som barn?
uk: Чи займалися ви спортом або музикою в дитинстві?
zh_hans: 你小时候参加过体育运动或学过乐器吗？

source: Did your family have a 'Friday night' ritual?
de: Hatte deine Familie ein Freitagabend-Ritual?
es: ¿Tu familia tenía algún ritual para los viernes por la noche?
fr: Ta famille avait-elle un rituel du « vendredi soir » ?
it: La tua famiglia aveva un rituale del venerdì sera?
ja: あなたの家族には「金曜の夜」の習慣がありましたか？
ko: 가족과 함께하는 '금요일 밤' 의식이 있었나요?
nb: Hadde familien din en «fredagskveld»-tradisjon?
nl: Had jouw gezin een vrijdagavondritueel?
pl: Czy twoja rodzina miała rytuał „piątkowego wieczoru”?
pt_br: Sua família tinha um ritual de 'sexta-feira à noite'?
sv: Hade din familj en fredagskvällsritual?
uk: Чи мала ваша родина ритуал «п’ятничного вечора»?
zh_hans: 你的家人有“星期五晚上”的固定活动吗？

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
ja: 発見
ko: 발견
nb: Oppdag
nl: Ontdekken
pl: Odkryj
pt_br: Descobrir
sv: Upptäck
uk: Відкрийте
zh_hans: 发现

source: Discover each other's ambitions
de: Entdecken Sie die Ambitionen des anderen
es: Descubran sus ambiciones mutuas
fr: Découvrez vos ambitions respectives
it: Scopri le ambizioni reciproche
ja: お互いの野心を発見
ko: 서로의 야망 발견하기
nb: Oppdag hverandres ambisjoner
nl: Ontdek elkaars ambities
pl: Odkryj swoje ambicje
pt_br: Descubra as ambições um do outro
sv: Upptäck varandras ambitioner
uk: Відкрийте амбіції один одного
zh_hans: 发现彼此的抱负

source: Do we have a responsibility to be happy, or is happiness just a byproduct?
de: Haben wir eine Verantwortung, glücklich zu sein, oder ist Glück nur ein Nebenprodukt?
es: ¿Tenemos la responsabilidad de ser felices o la felicidad es solo un subproducto?
fr: Avons-nous la responsabilité d'être heureux, ou le bonheur n'est-il qu'un sous-produit ?
it: Abbiamo la responsabilità di essere felici, o la felicità è solo un sottoprodotto?
ja: 私たちには幸せになる責任がありますか、それとも幸せは単なる副産物ですか？
ko: 행복해야 할 책임이 있을까요, 아니면 행복은 그저 부산물일까요?
nb: Har vi et ansvar for å være lykkelige, eller er lykke bare et biprodukt?
nl: Hebben we de verantwoordelijkheid om gelukkig te zijn, of is geluk slechts een bijproduct?
pl: Czy mamy obowiązek być szczęśliwi, czy szczęście jest tylko produktem ubocznym?
pt_br: Temos a responsabilidade de ser felizes, ou a felicidade é apenas um subproduto?
sv: Har vi ett ansvar att vara lyckliga, eller är lycka bara en biprodukt?
uk: Чи маємо ми відповідальність бути щасливими, чи щастя — це просто побічний продукт?
zh_hans: 我们有责任去快乐，还是快乐只是一种副产品？

source: Do you believe everything happens for a reason?
de: Glaubst du, dass alles aus einem Grund geschieht?
es: ¿Crees que todo sucede por una razón?
fr: Croyez-vous que tout arrive pour une raison ?
it: Credi che tutto accada per una ragione?
ja: すべての出来事には理由があると思いますか？
ko: 모든 일에는 이유가 있다고 생각하시나요?
nb: Tror du at alt skjer av en grunn?
nl: Geloof je dat alles met een reden gebeurt?
pl: Czy wierzysz, że wszystko dzieje się z jakiegoś powodu?
pt_br: Você acredita que tudo acontece por uma razão?
sv: Tror du att allt händer av en anledning?
uk: Чи вірите ви, що все відбувається з причини?
zh_hans: 你相信万事皆有因吗？

source: Do you believe in 'chemistry' at first sight, or does it grow?
de: Glaubst du an ‚Chemie‘ auf den ersten Blick oder entwickelt sie sich?
es: ¿Crees en la 'química' a primera vista o crece con el tiempo?
fr: Crois-tu à la 'chimie' au premier regard, ou est-ce que cela se développe ?
it: Credi nella 'chimica' a prima vista o cresce col tempo?
ja: 一目惚れの‘化学反応’を信じますか、それとも育つものだと思いますか？
ko: 첫눈에 반하는 ‘케미’를 믿나요, 아니면 자라나는 것이라고 생각하나요?
nb: Tror du på 'kjemi' ved første blikk, eller vokser den frem?
nl: Geloof je in 'chemie' op het eerste gezicht, of groeit die?
pl: Czy wierzysz w 'chemię' od pierwszego wejrzenia, czy ona narasta?
pt_br: Você acredita em 'química' à primeira vista ou ela cresce?
sv: Tror du på 'kemi' vid första ögonkastet, eller växer den fram?
uk: Чи віриш ти в 'хімію' з першого погляду, чи вона з'являється з часом?
zh_hans: 你相信一见钟情的‘化学反应’还是它会慢慢培养出来？

source: Do you believe in fate or free will?
de: Glaubst du an Schicksal oder freien Willen?
es: ¿Crees en el destino o en el libre albedrío?
fr: Croyez-vous au destin ou au libre arbitre ?
it: Credi nel destino o nel libero arbitrio?
ja: 運命と自由意志、どちらを信じますか？
ko: 운명과 자유 의지 중 무엇을 믿으시나요?
nb: Tror du på skjebne eller fri vilje?
nl: Geloof je in lot of vrije wil?
pl: Czy wierzysz w przeznaczenie, czy w wolną wolę?
pt_br: Você acredita no destino ou no livre-arbítrio?
sv: Tror du på ödet eller fri vilja?
uk: Ви вірите в долю чи вільну волю?
zh_hans: 你相信命运还是自由意志？

source: Do you believe in ghosts or aliens?
de: Glaubst du an Geister oder Außerirdische?
es: ¿Crees en fantasmas o extraterrestres?
fr: Croyez-vous aux fantômes ou aux extraterrestres ?
it: Credi nei fantasmi o negli alieni?
ja: 幽霊や宇宙人を信じますか？
ko: 귀신이나 외계인을 믿나요?
nb: Tror du på spøkelser eller romvesener?
nl: Geloof je in spoken of buitenaardse wezens?
pl: Czy wierzysz w duchy lub kosmitów?
pt_br: Você acredita em fantasmas ou alienígenas?
sv: Tror du på spöken eller utomjordingar?
uk: Ви вірите в привидів чи інопланетян?
zh_hans: 你相信鬼魂还是外星人？

source: Do you believe in luck or hard work?
de: Glaubst du an Glück oder harte Arbeit?
es: ¿Crees en la suerte o en el trabajo duro?
fr: Croyez-vous à la chance ou au travail acharné ?
it: Credi nella fortuna o nel duro lavoro?
ja: 運と努力、どちらを信じますか？
ko: 운과 노력 중 무엇을 믿으시나요?
nb: Tror du på flaks eller hardt arbeid?
nl: Geloof je in geluk of hard werken?
pl: Czy wierzysz w szczęście czy w ciężką pracę?
pt_br: Você acredita em sorte ou em trabalho duro?
sv: Tror du på tur eller hårt arbete?
uk: Ви вірите в удачу чи важку працю?
zh_hans: 你相信运气还是努力？

source: Do you believe in manifesting your dreams?
de: Glaubst du an das Manifiestieren deiner Träume?
es: ¿Crees en manifestar tus sueños?
fr: Crois-tu en la manifestation de tes rêves ?
it: Credi nel manifestare i tuoi sogni?
ja: 夢を現実にすることを信じますか？
ko: 꿈을 현실로 만드는 것을 믿나요?
nb: Tror du på å manifestere drømmene dine?
nl: Geloof je in het manifesteren van je dromen?
pl: Czy wierzysz w manifestowanie swoich marzeń?
pt_br: Você acredita em manifestar seus sonhos?
sv: Tror du på att manifestera dina drömmar?
uk: Чи вірите ви в матеріалізацію своїх мрій?
zh_hans: 你相信梦想成真吗？

source: Do you believe in second chances? Where's the limit?
de: Glaubst du an zweite Chancen? Wo ist die Grenze?
es: ¿Crees en las segundas oportunidades? ¿Dónde está el límite?
fr: Croyez-vous aux secondes chances ? Où est la limite ?
it: Credi nelle seconde possibilità? Dov'è il limite?
ja: セカンドチャンスを信じますか？限界はどこですか？
ko: 두 번째 기회를 믿으시나요? 한계는 어디까지인가요?
nb: Tror du på andre sjanser? Hvor går grensen?
nl: Geloof je in tweede kansen? Waar ligt de grens?
pl: Czy wierzysz w drugie szanse? Gdzie jest granica?
pt_br: Você acredita em segundas chances? Onde está o limite?
sv: Tror du på andra chanser? Var går gränsen?
uk: Чи вірите ви в другий шанс? Де межа?
zh_hans: 你相信第二次机会吗？界限在哪里？

source: Do you believe in soulmates?
de: Glaubst du an Seelenverwandte?
es: ¿Crees en las almas gemelas?
fr: Croyez-vous aux âmes sœurs ?
it: Credi nelle anime gemelle?
ja: 運命の人を信じますか？
ko: 소울메이트를 믿으시나요?
nb: Tror du på sjelevenner?
nl: Geloof je in zielsverwanten?
pl: Czy wierzysz w bratnie dusze?
pt_br: Você acredita em almas gêmeas?
sv: Tror du på själsfränder?
uk: Чи вірите ви в споріднені душі?
zh_hans: 你相信灵魂伴侣吗？

source: Do you believe that time heals all wounds, or do we just adapt to the scars?
de: Glaubst du, dass Zeit alle Wunden heilt, oder passen wir uns nur an die Narben an?
es: ¿Crees que el tiempo cura todas las heridas o solo nos adaptamos a las cicatrices?
fr: Crois-tu que le temps guérit toutes les blessures, ou nous adaptons-nous simplement aux cicatrices ?
it: Credi che il tempo guarisca tutte le ferite, o ci adattiamo solo alle cicatrici?
ja: 時間がすべての傷を癒すと思いますか、それとも傷跡に適応するだけだと思いますか？
ko: 시간이 모든 상처를 치유한다고 생각하나요, 아니면 흉터에 적응할 뿐인가요?
nb: Tror du at tid leger alle sår, eller tilpasser vi oss bare til arrene?
nl: Geloof je dat tijd alle wonden heelt, of passen we ons gewoon aan aan de littekens?
pl: Czy wierzysz, że czas leczy wszystkie rany, czy po prostu dostosowujemy się do blizn?
pt_br: Você acredita que o tempo cura todas as feridas, ou apenas nos adaptamos às cicatrizes?
sv: Tror du att tiden läker alla sår, eller anpassar vi oss bara till ärren?
uk: Чи вірите ви, що час лікує всі рани, чи ми просто пристосовуємося до шрамів?
zh_hans: 你相信时间能治愈一切创伤，还是我们只是适应了伤疤？

source: Do you consider yourself a good kisser?
de: Hältst du dich für einen guten Küsser?
es: ¿Te consideras un buen besador?
fr: Te considères-tu un bon embrasseur / une bonne embrasseuse ?
it: Ti consideri un buon baciaore?
ja: 自分はキスが上手いと思いますか？
ko: 자신이 키스를 잘한다고 생각하나요?
nb: Anser du deg selv som en god kysser?
nl: Vind je jezelf een goede kusser?
pl: Czy uważasz się za dobrą osobę do całowania?
pt_br: Você se considera um bom beijador?
sv: Anser du dig själv vara en bra kyssare?
uk: Ти вважаєш себе гарним цілуном?
zh_hans: 你觉得自己接吻技术好吗？

source: Do you enjoy the feeling of being face-f*cked, or do you prefer to stay in total control of the rhythm and depth?
de: Genießt du das Gefühl von Facef*cking, oder behältst du lieber die volle Kontrolle über Rhythmus und Tiefe?
es: ¿Disfrutas la sensación del facef*ck o prefieres tener el control total del ritmo y la profundidad?
fr: Appréciez-vous la sensation d'être « face-f*cké », ou préférez-vous garder le contrôle total du rythme et de la profondeur ?
it: Ti piace la sensazione del face-f*cking o preferisci mantenere il controllo totale del ritmo e della profondità?
ja: フェイスファックされる感覚が好きですか？それともリズムや深さを自分で完全にコントロールしたいですか？
ko: 페이스퍽의 느낌을 즐기나요, 아니면 리듬과 깊이를 완전히 조절하는 것을 선호하나요?
nb: Liker du følelsen av face-f*cking, eller foretrekker du å ha full kontroll over rytmen og dybden?
nl: Geniet je van het gevoel van face-f*cking, of heb je liever de totale controle over het ritme en de diepte?
pl: Lubisz uczucie face-f*ckingu czy wolisz mieć pełną kontrolę nad rytmem i głębokością?
pt_br: Você gosta da sensação de ser face-f*cked ou prefere manter o controle total do ritmo e da profundidade?
sv: Gillar du känslan av face-f*cking, eller föredrar du att ha total kontroll över rytm och djup?
uk: Вам подобається відчуття «фейс-факу» чи ви віддаєте перевагу повному контролю над ритмом і глибиною?
zh_hans: 你喜欢被深喉（face-f*cked）的感觉吗？还是你更喜欢完全控制节奏和深度？

source: Do you have a 'type,' or do you just follow your heart?
de: Hast du einen ‚Typ‘ oder folgst du einfach deinem Herzen?
es: ¿Tienes un 'tipo' o solo sigues tu corazón?
fr: As-tu un 'type' ou suis-tu simplement ton cœur ?
it: Hai un 'tipo' o segui semplicemente il tuo cuore?
ja: ‘タイプ’はありますか、それとも単に心の向くままに？
ko: ‘타입’이 있나요, 아니면 그냥 마음 가는 대로 하나요?
nb: Har du en 'type', eller følger du bare hjertet ditt?
nl: Heb je een 'type' of volg je gewoon je hart?
pl: Czy masz swój 'typ', czy po prostu słuchasz serca?
pt_br: Você tem um 'tipo' ou apenas segue seu coração?
sv: Har du en 'typ' eller följer du bara ditt hjärta?
uk: У тебе є 'тип', чи ти просто слухаєш серце?
zh_hans: 你有‘理想型’还是只凭感觉？

source: Do you have a secret hunch about how you will die?
de: Hast du eine geheime Ahnung, wie du sterben wirst?
es: ¿Tienes una corazonada secreta sobre cómo morirás?
fr: As-tu une intuition secrète sur la façon dont tu mourras ?
it: Hai una vaga idea segreta di come morirai?
ja: 自分がどのように死ぬか、密かに予感がありますか？
ko: 어떻게 죽을지 은밀한 예감이 있습니까?
nb: Har du en hemmelig anelse om hvordan du vil dø?
nl: Heb je een geheim voorgevoel over hoe je zult sterven?
pl: Czy masz tajne przeczucie, w jaki sposób umrzesz?
pt_br: Você tem um palpite secreto de como vai morrer?
sv: Har du en hemlig aning om hur du kommer att dö?
uk: У вас є таємне передчуття того, як ви помрете?
zh_hans: 你对自己会如何去世有某种直觉吗？

source: Do you have any hidden talents?
de: Hast du verborgene Talente?
es: ¿Tienes algún talento oculto?
fr: Avez-vous des talents cachés ?
it: Hai qualche talento nascosto?
ja: 隠れた才能はありますか？
ko: 숨은 재능이 있나요?
nb: Har du noen skjulte talenter?
nl: Heb je verborgen talenten?
pl: Czy masz jakieś ukryte talenty?
pt_br: Você tem algum talento escondido?
sv: Har du några dolda talanger?
uk: У вас є приховані таланти?
zh_hans: 你有什么隐藏的才能吗？

source: Do you have any tattoos or piercings? Do you want any?
de: Hast du Tattoos oder Piercings? Möchtest du welche?
es: ¿Tienes tatuajes o piercings? ¿Quieres tener?
fr: Avez-vous des tatouages ou des piercings ? En voulez-vous ?
it: Hai tatuaggi o piercing? Ne vuoi?
ja: タトゥーやピアスはしていますか？したいですか？
ko: 타투나 피어싱이 있나요? 하고 싶은가요?
nb: Har du noen tatoveringer eller piercinger? Ønsker du noen?
nl: Heb je tatoeages of piercings? Wil je die?
pl: Czy masz tatuaże lub piercing? Czy chcesz mieć?
pt_br: Você tem tatuagens ou piercings? Quer ter?
sv: Har du några tatueringar eller piercingar? Vill du ha några?
uk: У вас є татуювання чи пірсинг? Ви хочете їх?
zh_hans: 你有纹身或穿孔吗？想要吗？

source: Do you like it when someone plays hard to get?
de: Magst du es, wenn jemand schwer zu haben spielt?
es: ¿Te gusta que alguien se haga el difícil?
fr: Aimes-tu quand quelqu'un se fait désirer ?
it: Ti piace quando qualcuno fa il prezioso?
ja: 人がなかなか手に入らない態度をとるのは好きですか？
ko: 상대가 쉽게 안 준다고 할 때 좋아하나요?
nb: Liker du når noen spiller vanskelig tilgjengelige?
nl: Vind je het leuk als iemand zich moeilijk houdt?
pl: Czy lubisz, gdy ktoś się droczy?
pt_br: Você gosta quando alguém faz jogo duro?
sv: Gillar du när någon spelar svårfångad?
uk: Тобі подобається, коли хтось удає важкодоступного?
zh_hans: 你喜欢别人欲擒故纵吗？
